Repository: fadyZaherEng/City_Eye_Resident
Catalog: lib/l10n/intl_*.arb
Languages: ar

# allChangesWillBeLostIfYouLeaveThisPage
source: All changes will be lost if you leave this page without saving.
ar: سيتم تجاهل التغييرات بمجرد مغادرة هذه الصفحة.

source: Badge Identity
ar: تعريف الشارة

# areYouSureYouWantToDeleteThisUnit
source: Are you sure you want to delete this account
ar: هل تريد حقاً حذف حسابك

source: Type your message
ar: اكتب رسالتك

source: Pin Code
ar: الرمز السري

# weRegretToInformYouThatThereAreCurrentlyNo
source: We regret to inform you that there are currently no units available. Please check back later or contact support for further assistance.
ar: نأسف لإبلاغكم بأنه لا توجد وحدات متاحة حاليًا. يرجى التحقق مرة أخرى لاحقًا أو التواصل مع الدعم للحصول على المساعدة.

source: Keep
ar: احتفظ

source: Keep it short and sweet! Videos are best at
ar: حاول جعل الفيديو قصيرًا ومميزًا! الحد الأقصى هو

source: seconds or less. Thanks!
ar: ثانية. نشكرك!

source: Failed to share image
ar: فشل مشاركة الكود

# homeSupport
source: Maint
ar: صيانة

source: Confirm
ar: تأكيد

source: No Stuff Yet
ar: لا يوجد فريق عمل حتى الآن

# cannotChooseWeekendDays
source: Sorry, brokers' entry not allowed during community vacation. Kindly choose another date
ar: عذرا، الدخول للوسطاء غير مسموح خلال إجازة الكمبوند. يُرجى اختيار تاريخ اخر

source: Day
ar: اليوم

source: No files yet.
ar: لا توجد ملفات.

source: Sorry,
ar: عذرا، الدخول ل

source: entry not allowed during community vacation. Kindly choose another date
ar: غير مسموح خلال إجازة الكمبوند. يُرجى اختيار تاريخ اخر

source: You have been switched to
ar: لقد تم تحويلك إلي

source: Payment Method
ar: طريقة السداد

source: There is no services
ar: لا توجد خدمات

source: There is no maintenance
ar: لا توجد صيانة

source: Downloading...
ar: جاري التحميل...

source: My Cart
ar: عربة التسوق

source: Total of services
ar: إجمالي الخدمات

source: Delivery Fees
ar: رسوم التوصيل

source: Check Now
ar: التحقق الآن

source: Get Discount
ar: احصل على خصم

source: Payment Summery
ar: ملخص الدفع

# couponApply
source: Apply
ar: تطبيق

source: Vat
ar: القيمة المضافة

source: Tax
ar: الضريبة

source: Please enter a coupon code
ar: من فضلك أدخل كود الخصم

source: Confirm replacing the old video with a new one?
ar: تأكيد استبدال الفيديو القديم بفيديو جديد؟

source: Confirm replacing the old recording with a new one?
ar: تأكيد استبدال التسجيل القديم بتسجيل جديد؟

source: Update Now
ar: تحديث الان

# badResponse
source: The server responded with an unexpected error. Please try again later.
ar: رد الخادم بخطأ غير متوقع. يرجى المحاولة مرة أخرى لاحقًا.

source: Mobile Number must be 10 digits
ar: رقم الهاتف يجب أن يتكون من 10 أرقام

source: Mobile number Should Start with 7
ar: رقم الهاتف يجب أن يبدأ بـ 7

source: Mobile number Should Start with 10,11,12 or 15
ar: رقم الهاتف يجب أن يبدأ بـ 10 أو 11 أو 12 أو 15

# eventJoinMessage
source: Cheers! You're In for the Event
ar: رائع! أنت الآن جزء من الفاعلية.

# eventNotJoinMessage
source: We noticed you haven't joined yet. Why not give it a try? We'd love to have you with us!
ar: لاحظنا أنك لم تنضم بعد. لماذا لا تجرب؟ سيسعدنا وجودك معنا!
