Repository: fadyZaherEng/City_Eye_Resident
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Home
ar: الرئيسية

source: Maintenance
ar: طلب الصيانة

source: Wall
ar: المنشورات

source: Services
ar: الخدمات

source: More
ar: المزيد

# errorLoadingImage
source: Unable to Load Photo
ar: عذراً، لقد حدث خطأ ما.

source: by
ar: بواسطة

source: Forgot Password
ar: نسيت كلمة المرور

# forgotPasswordQuestion
source: Forgot Password?
ar: هل نسيت كلمة المرور؟

# pleaseEnterYourEmailSoWeCanHelpYouRecoverYourPassword
source: Please enter your email address to reset your password
ar: يرجى إدخال بريدك الإلكتروني حتى تتمكن من إعادة تعيين كلمة المرور.

source: Email Address
ar: البريد الإلكتروني

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Mobile Number
ar: رقم الهاتف

source: Password
ar: كلمة المرور

source: Sign In
ar: تسجيل الدخول

source: Remember Me
ar: تذكرني

# dontHaveAnAccount
source: Don't have an account yet?
ar: ليس لديك حساب؟

source: Create Account
ar: تسجيل حساب جديد!

source: Upload Media
ar: رفع الوسائط

source: Gallery
ar: معرض الصور

source: Camera
ar: الكاميرا

source: Cancel
ar: إلغاء

source: Done
ar: تم

source: Rules
ar: القواعد الداخلية

source: Support
ar: المساعدة

# myOrders
source: History
ar: السجل

source: Search what you need...
ar: ابحث عما تحتاج إليه...

source: My Services
ar: خدماتي

# mySubscriptions
source: My Bookings
ar: الحجوزات والاشتراكات

source: My Profile
ar: الملف الشخصي

# moreGallery
source: Gallery
ar: معرض الصور

source: Community Request
ar: طلب المجمع

# compoundRules
source: Community Rules
ar: القواعد الداخلية للمجمع السكني

# termsAndConditions
source: Terms & Conditions
ar: الشروط والأحكام

source: About Us
ar: من نحن

source: Staff
ar: الموظفون

source: FAQ
ar: الأسئلة الشائعة

source: Settings
ar: الإعدادات

source: Report Issues
ar: طلب المساعدة

# visitors
source: Guests
ar: الزوار

# logout
source: Sign out
ar: تسجيل الخروج

# emailAddressCantBeEmpty
source: The email address field is required
ar: أضف عنوان بريدك الإلكتروني

source: check your email
ar: برجاء التحقق من بريدك الإلكتروني

# selectCompound
source: Select Community
ar: أختر المجمع السكني

source: End
ar: ينتهي في

# passwordCantBeEmpty
source: The password field is required
ar: أضف كلمة المرور

# mobileNumberCantBeEmpty
source: The Mobile number field is required
ar: أضف رقم الهاتف

# join
source: Attend
ar: المشاركة

# notJoin
source: Not Attend
ar: عدم المشاركة

source: Maybe
ar: ربما

source: Hey there!
ar: مرحبًا!

# logInOrCreateAccount
source: Sign In or Create Your Account Today
ar: تسجيل الدخول أو إنشاء حساب جديد

source: Sign Up
ar: تسجيل حساب جديد

source: Our Partners
ar: شركاؤنا

source: Our Features
ar: مميزاتنا

# contactUs
source: Need Help?
ar: تواصل معنا

# youCanRequestYourService
source: Request for Free Consultation
ar: طلب استشارة مجانية

# requestNow
source: Contact Us
ar: أطلب الآن

source: Paid
ar: مدفوع

# expDate
source: Expiry Date
ar: تاريخ إنتهاء الصلاحية

source: Send
ar: إرسال

source: OTP
ar: رمز التحقق

source: Ok
ar: موافق

source: Verify
ar: التحقق

# weHaveSentTheCodeVerificationToYourMobileNumber
source: We have sent the verification code to your mobile number
ar: لقد أرسلنا لك رمزاً في رسالة نصية قصيرة. أدخل ذلك أدناه للتحقق.

# dontReceiveCode
source: Haven't received the code yet?
ar: لم تتلقى رمز التحقق؟

# requestAgain
source: Resend code
ar: إرسال الرمز مجدداً

source: Old Password
ar: كلمة المرور الحالية

source: New Password
ar: كلمة المرور الجديدة

source: Confirm Password
ar: تأكيد كلمة المرور الجديدة

# sorryTheNewPasswordAndConfirmPasswordDoNotMatch
source: Password confirmation doesn't match password
ar: لا تتطابق كلمتا المرور اللتان تم إدخالهما. يُرجى إعادة المحاولة.

source: This field is required.
ar: هذا الحقل مطلوب.

# sorryTheNewPasswordMustBeAtLeast6CharactersLong
source: Password must be at least 6 characters long
ar: لابد أن تكون كلمة المرور الجديدة مكونة من 6 أحرف على الأقل.

source: Notifications
ar: الإشعارات والتنبيهات

source: Change Password
ar: تغيير كلمة المرور

source: Language
ar: اللغة

source: Version
ar: الإصدار

# switchCompound
source: Switch Community
ar: تغيير المجمع السكني

source: Owner
ar: مالك

source: Tenant
ar: مستأجر

# unitNo
source: Unit Name
ar: رقم الوحدة

# createYourQrCode
source: Invite Guest.
ar: تسجيل زائر

# events
source: Upcoming Events
ar: الفعاليات

source: See All
ar: عرض الكل

# stuff
source: Staff
ar: فريق العمل

source: Error launching phone dialer
ar: خطأ في بدء تشغيل طالب الهاتف

# invalidEmail
source: Please use a valid email
ar: غير صحيح

# pleaseEnterAvailedCode
source: Wrong code entered
ar: رمز خاطئ. أعد المحاولة.

# sorryImagesFound
source: Sorry! No result found.
ar: عفواً لا توجد نتائج لبحثك.

source: Search...
ar: البحث

source: Yes
ar: نعم

# areYouSureYouWantToLogOut
source: Hey, just checking in! Are you sure you want to log out? We love having you in our community. Come back soon!
ar: مرحبًا، هل تأكدت من رغبتك في تسجيل الخروج؟ نحن نحب وجودك في مجتمعنا. عد قريبًا!

source: No
ar: لا

source: Stay Connected, Stay Smarter
ar: ابق على اتصال، ابق ذكيًا

source: Sort
ar: ترتيب

source: Delegated
ar: مفوض

source: No Internet connection
ar: لا يوجد اتصال بالإنترنت

# noInternetConnectionFoundCheckYourConnectionOrTryAgain
source: Check your internet connection and try again.
ar: يرجى التحقق من الاتصال وإعادة المحاولة

source: Try Again
ar: يرجى المحاولة مرة أخرى

# supportDetails
source: Maintenance Request Details
ar: تفاصيل طلب صيانة

# describeYourRequest
source: Brief Description
ar: الوصف

# preparedVisitTime
source: Please select an available time.
ar: الوقت المناسب لزيارة الفني

# sendRequest
source: Submit
ar: إرسال الطلب

source: Do you want keep the values?
ar: هل ترغب في الاحتفاظ بالقيم؟

source: Images:
ar: الصور

# image
source: Images
ar: صور

source: Video Trimmer
ar: قص الفيديو

source: Please ensure that your video is within the specified length limit.
ar: يرجى التأكد من أن الفيديو يتناسب مع أقصى مدة محددة.

source: Video
ar: فيديو

# youHaveReachedTheMaximumImageLimit
source: Photo upload limit reached
ar: لقد وصلت إلى الحد الأقصى للصور.

source: Today
ar: اليوم

source: Save
ar: حفظ

# thereAreChangesAppliedToTheVideo
source: Do you want to save the changes?
ar: هل تريد حفظ التغييرات؟

source: Discard
ar: تجاهل

source: Audio
ar: تسجيل صوتي

source: Are you sure you want to delete this audio?
ar: هل تريد حقاً حذف هذا التسجيل الصوتي؟

source: Are you sure you want to delete this video?
ar: هل تريد حقاً حذف هذا الفيديو؟

# youShouldHaveMicroPhonePermission
source: Activate microphone permission
ar: يجب السماح للتطبيق بإمكانية الوصول إلى الميكروفون لديك

source: Total of Service
ar: إجمالي الخدمة

source: Total
ar: الإجمالي

# continuee
source: Continue
ar: استمرار

source: KWD
ar: د.ك

source: Are you sure you want to leave this page?
ar: هل تريد حقاً المتابعة؟

# createQrCode
source: Pre-register Guest
ar: تسجيل الزيارات

source: History
ar: السجل

source: Upload Image
ar: تحميل الصور

source: You approve on
ar: أنت توافق على

source: Create
ar: إنشاء

# youShouldHaveCameraPermission
source: Activate camera permission
ar: يجب السماح للتطبيق بإمكانية الوصول إلى الكاميرا لديك

source: Create your account
ar: سجل حساب جديد

# compound
source: Community
ar: المجمع السكني

source: Profile
ar: الملف الشخصي

source: Documents
ar: المستندات

# compoundName
source: Community Name
ar: اسم المجمع السكني

source: Unit Number
ar: رقم الوحدة

source: Save & Continue
ar: حفظ ومتابعة

source: Already have an account?
ar: هل لديك حساب بالفعل؟

# login
source: Sign In
ar: تسجيل الدخول

source: Full Name
ar: الاسم بالكامل

source: Select Unit
ar: اختر وحدة

# searchCompound
source: Search Community
ar: البحث عن المجمع السكني

# pleaseEnterAValidEmailAddressForExample
source: Please enter a valid email address. For example: “Adam@gmail.com”
ar: أدخِل عنوان بريدك الإلكتروني على هذا النسق yourname@example.com

source: All
ar: الكل

source: Back
ar: الرجوع

source: Next
ar: التالي

source: Upload Photo
ar: رفع الصورة

source: Apply
ar: حفظ

source: Choose a PDF File to upload
ar: للرفع PDF اختر ملف

# maximusFileSize20MB
source: Maximum file size is 20MB
ar: الحجم الأقصى لحجم الملف: 20 ميجابايت

source: Edit now
ar: تعديل الآن

source: Family Member
ar: فرد من العائلة

# storagePermissionIsRequiredToProceed
source: Storage permission is needed to proceed
ar: للمتابعة، يجب السماح للتطبيق بإمكانية الوصول إلى مساحة التخزين لديك

# cameraPermissionIsRequiredToProceed
source: Camera permission is needed to proceed
ar: للمتابعة، يجب السماح للتطبيق بإمكانية الوصول إلى الكاميرا لديك

# noCompoundsFound
source: Sorry! No result found.
ar: عفواً لا توجد نتائج لبحثك.

source: Enter two words each word contains 2 characters.
ar: أدخل كلمتين، تحتوي كل كلمة على حرفين على الأقل.

source: Inviter
ar: الداعي

source: Unit
ar: الوحدة

source: Visitor
ar: الزائر

source: Type
ar: النوع

source: Scan Me
ar: امسحني

# justShareYourQrCode
source: Just share the QR code
ar: فقط عليك مشاركة رمز الاستجابة السريعة

# downloadQr
source: Download the QR code
ar: تنزيل رمز الاستجابة السريعة

source: Share
ar: مشاركة

source: Multiple Pass
ar: لعدة مرات

source: Single Pass
ar: لمرة واحدة

source: Date (Newest > Oldest)
ar: التاريخ (الأحدث إلى الأقدم)

source: Date (Oldest > Newest)
ar: التاريخ (الأقدم إلى الأحدث)

source: Price (Low > High)
ar: السعر (الأقل إلى الأعلى)

source: Price (High > Low)
ar: السعر (الأعلى إلى الأقل)

# nameCantBeEmpty
source: The Mobile name field is required
ar: يُرجى إدخال الاسم

# countryCantBeEmpty
source: The country field is required
ar: يُرجى إدخال اسم الدولة

# messageCantBeEmpty
source: The message field is required
ar: يُرجى إدخال الرسالة

# messageShouldBeMoreThen10Characters
source: Message Should be more than 30 characters
ar: الرسالة يجب ألا تقل عن 30 حرف

# invalidName
source: Please insert your full name
ar: يرجى إدخال اسمك الكامل على شكل كلمتين، تحتوي كل كلمة على ثلاثة أحرف على الأقل.

# invalidEmailAddress
source: Please enter a valid email address. For example: “Adam@gmail.com”
ar: أدخِل عنوان بريدك الإلكتروني على هذا النسق yourname@example.com

source: Name
ar: الاسم

source: Country
ar: الدولة

source: Message
ar: الرسالة

# selectLanguage
source: Choose language
ar: اختيار اللغة

# byWithSpase
source: By
ar: بواسطة

# noServiceFound
source: Sorry! No result found.
ar: عفواً لا توجد نتائج لبحثك.

# noSupportFound
source: Sorry! No result found.
ar: عفواً لا توجد نتائج لبحثك.

source: Add Another Unit
ar: إضافة وحدة أخرى

# delegateName
source: Delegate
ar: التفويض

source: Complain
ar: الشكاوى

source: Powered by
ar: مدعوم من

# describeYourProblem
source: Brief Description
ar: برجاء التوضيح

source: Submit
ar: حفظ

source: Delete Account
ar: حذف الحساب

source: Are you sure you want to deactivate this unit
ar: هل أنت متأكد أنك تريد عدم تفعيل هذه الوحدة

source: Are you sure you want to delete this image?
ar: هل تريد حقاً حذف هذه الصورة؟

source: Are you sure you want to delete this file?
ar: هل تريد حقاً تريد حذف هذا الملف؟

source: Notification Details
ar: الإشعار

source: Expire Date
ar: تاريخ الأنتهاء

source: Session No
ar: رقم الجلسة

# sessions
source: Session
ar: جلسة

source: Select Country
ar: اختيار الدولة

source: Characters
ar: حروف

source: AM
ar: صباحًا

source: PM
ar: مساءًا

source: Are you want to choose another video?
ar: هل تريد حقاً اختيار فيديو آخر؟?

source: Are you want to choose another audio?
ar: هل تريد حقاً اختيار تسجيل صوتي آخر؟

source: Info
ar: المعلومات

source: Files
ar: الوثائق

source: Family
ar: العائلة

source: Cars
ar: السيارات

# saveAndContinue
source: Save & Continue
ar: حفظ ومتابعة

source: Upload your photo
ar: قم برفع صورتك

source: Gas No
ar: رقم الغاز

source: Telephone
ar: رقم الهاتف

source: Add New Member
ar: إضافة فرد من العائلة

# updateMember
source: Save
ar: تعديل

source: Relationship
ar: صلة القرابة

source: Update
ar: تعديل

source: Cousin
ar: ابن العم

source: Father
ar: الأب

source: My Grandfather
ar: الجد

# familyMemberAddedSuccessfully
source: Added Successfully
ar: تمت الإضافة بنجاح

# familyMemberUpdatedSuccessfully
source: Updated Successfully
ar: تم التعديل بنجاح

# familyMemberDeletedSuccessfully
source: Deleted Successfully
ar: تم الحذف بنجاح

# noFamilyFound
source: Sorry! No result found.
ar: عفواً لا توجد نتائج لبحثك.

source: Add New Car
ar: إضافة سيارة

# updateCar
source: Save
ar: تعديل

source: Color
ar: اللون

source: Model
ar: طراز السيارة

source: Plate Number
ar: رقم اللوحة

source: Car Added Successfully
ar: تمت الإضافة بنجاح

# carUpdatedSuccessfully
source: Updated Successfully
ar: تم التعديل بنجاح

# carDeletedSuccessfully
source: Deleted Successfully
ar: تم الحذف بنجاح

# noCarsFound
source: Sorry! No result found.
ar: عفواً لا توجد نتائج لبحثك.

source: Are you sure you want to delete this car?
ar: هل تريد حقاً الحذف؟

source: Are you sure you want to delete this family member?
ar: هل تريد حقاً الحذف؟

source: Are you sure you want to discard the changes?
ar: تجاهل هذه التغييرات؟

source: No Image Selected
ar: لم يتم اختيار صورة

# successYourComplaintHasBeenSubmittedSuccessfully
source: Thank you. Your complaint has been submitted successfully.
ar: تم تسجيل شكواك بنجاح

source: Maximum
ar: الحد الأقصى

# isCurrent
source: Current
ar: الحالي

source: Previous
ar: السابق

source: deactivate
ar: تعطيل

# whatFor
source: For
ar: من أجل

source: Are you sure you want to deactivate the QR?
ar: تعطيل رمز الاستجابة السريعة؟

source: Valid Date
ar: تاريخ انتهاء الكود

source: No QR Code yet
ar: لا يوجد بعد رمز الاستجابة السريعة

source: The image is required
ar: أضف الصورة

# theFilIsRequired
source: The file is required
ar: أضف المستند

# successYouHaveBeenRegisteredSuccessfully
source: Congratulations! Your account has been successfully created.
ar: تم التسجيل بنجاح

source: Payment
ar: دفع المستحقات

source: Pay now
ar: سدد الآن

# exp
source: Expiry Date
ar: تاريخ انتهاء الصلاحية

source: No payments found
ar: عفواً لا توجد نتائج لبحثك.

source: Rating
ar: التقييم

# typeYourReview
source: Write a review
ar: قيم تجربتك

# youShouldHaveStoragePermission
source: Please enable storage permission.
ar: يجب السماح للتطبيق بإمكانية الوصول إلى مساحة التخزين لديك

# gasNumberCanNotBeEmpty
source: This field can not be empty.
ar: أضف رقم الغاز

# telephoneCanNotBeEmpty
source: This field can not be empty.
ar: أضف رقم الهاتف

source: Guest Type
ar: الضيف

source: Friend
ar: صديق

source: Delivery
ar: مندوب توصيل

source: Broker
ar: وسيط

# typeYourQrCode
source: Type your QR
ar: أدخل رمز الاستجابة السريعة

source: One Time
ar: لمرة واحدة

source: Multiple
ar: لعدة مرات

source: Select Date
ar: أختيار التاريخ

source: Date
ar: التاريخ

source: Select Day
ar: اختيار اليوم

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

source: Monday
ar: الأثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

# whatYourName
source: What's your name?
ar: الاسم

source: Single
ar: لمرة واحدة

source: Multi
ar: لعدة مرات

source: Type Name
ar: الاسم

source: ID
ar: بطاقة الهوية

source: Capture Signature
ar: التقاط التوقيع

source: Delegation Time
ar: وقت التفويض

source: From
ar: من

source: To
ar: إلى

source: This date should be greater than
ar: تاريخ الانتهاء يجب أن يكون بعد تاريخ البداية

# youShouldSelectFromDateFirst
source: Select date from first.
ar: حدد تاريخ البداية اولاً

source: Are you sure you want delete this image?
ar: هل تريد حقاً حذف هذه الصورة؟

source: Delete
ar: حذف

# youShouldAllowThisPermissionToContinue
source: Please allow this permission to continue
ar: يرجى منح هذا الإذن

source: Canceled
ar: إلغاء

# selectFromDate
source: Select date from
ar: حدد تاريخ البداية

# selectToDate
source: Select date to
ar: حدد تاريخ الانتهاء

source: Upload Your ID
ar: قم بتحميل بطاقة الهوية الخاصة بك

source: Authorized
ar: مصرح له

source: Preview
ar: معاينة

# thisImageRequired
source: This image is required
ar: أضف الصورة

# signatureRequired
source: Signature is required
ar: أضف التوقيع

source: Signature
ar: التوقيع

source: Clear
ar: حذف

source: Select
ar: اختيار

source: Are you sure you want to deactivate this delegation?
ar: هل تريد حقاً إلغاء هذا التفويض؟

source: Are you sure you want to activate the delegation?
ar: هل أنت متأكد أنك ترغب في تفعيل التفويض؟

source: You cannot edit the delegation because it is deactivated.
ar: لا يمكنك تعديل التفويض لأنه معطل.

# pleaseSelectAnEndDateThatIsLaterThanThe
source: End date should be after the start date.
ar: قم بإختيار تاريخ الانتهاء بعد تاريخ البداية.

source: Details
ar: تفاصيل

source: DownLoad
ar: تنزيل

source: Visit Date
ar: تاريخ الزيارة

source: Days
ar: الأيام

source: Guest /
ar: ضيف /

# qrExpireDate
source: Expire Date
ar: تاريخ الأنتهاء

source: Passport
ar: جواز السفر

source: Minimum required images is
ar: الحد الأدنى لعدد الصور

source: Deactivate unit
ar: إيقاف تفعيل الوحدة

# areYouSureYouWantExitCityEye
source: Are you sure you want to exit?
ar: هل تريد حقاً إغلاق التطبيق؟

source: Comment
ar: تعليق

source: Time
ar: الوقت

# sorryNoOrdersFound
source: Sorry! No result found.
ar: عفواً لا توجد نتائج لبحثك.

# orderHistory
source: History
ar: السجل

source: Rate
ar: تقييم

# doYouWantToAddThisEventToYourDevice
source: Add this event to your calendar?
ar: إضافة الفعالية هذه إلى التقويم الخاص بك

# failedToAddEvent
source: Failed to create the event.
ar: حدث خطأ ما. برجاء المحاولة مرة أخرى.

# eventAddedSuccessfully
source: Added Successfully
ar: تم الإضافة بنجاح!

source: Type your reason
ar: الرجاء إخبارنا بأي تعليق

source: Support Request
ar: طلب المساعدة

source: No Messages Yet
ar: لا توجد رسائل

source: Password must be at least 6 characters long
ar: استخدِم 6 أحرف أو أكثر لكلمة المرور.

# pleaseSelectCompoundBeforeChoosingTheUnit
source: Please select the community before choosing the unit.
ar: الرجاء اختيار المجمع السكني أولاً

# pleaseEnterOnlyEnglishCharactersInThisField
source: Use English characters only.
ar: الرجاء إدخال حروف إنجليزية فقط.

# typeYourName
source: Type visitor name
ar: اكتب اسم الزائر

# downloadQrCodeDetails
source: Download
ar: تنزيل

# notValidUrl
source: Invalid URL
ar: عنوان URL غير صالح

# notValidPdfUrlToDownloadIt
source: The PDF is not valid.
ar: غير صالح

# areYouSureYouWantToActivateTheQr
source: Are you sure you want to activate the QR code?
ar: هل تريد حقًا تفعيل الرمز؟

source: Activate
ar: تفعيل

source: Active
ar: نشط

source: Inactive
ar: غير نشط

# youReachedTheMaximumAudioLimit
source: Audio upload limit reached
ar: لقد وصلت إلى الحد الأقصى!

# youReachedTheMaximumVideoLimit
source: Video upload limit reached
ar: لقد وصلت إلى الحد الأقصى!

source: Survey
ar: استطلاع رأي

# youMustChoosePackageBeforeProceedingFurther
source: Please choose a package to proceed further
ar: للمتابعة، قم باختيار الباقة

source: No Events Yet
ar: لا توجد فعاليات حتى الآن

source: Add unit
ar: إضافة وحدة سكنية

# youHaveReachedTheMaximumLimitOfYourPackage
source: Package Maximum limit reached.
ar: لقد وصلت إلى الحد الأقصى!

source: Person
ar: فرد

source: People
ar: أفراد

source: No Events
ar: لا توجد فعاليات

source: No Surveys
ar: لا توجد استطلاعات رأي

source: Surveys
ar: إستطلاع رأي

source: Please open the bottom sheet to manage the unit
ar: الرجاء فتح الشريط السفلي لإدارة الوحدة

# totalNumbersOfUsers
source: Number of Users
ar: إجمالي عدد المستخدمين

source: Add New
ar: إضافة جديد

source: Are you sure you want to clear signature?
ar: هل تريد حقاً حذف التوقيع؟

# noPostsFound
source: Sorry! No result found.
ar: لا توجد منشورات

# noSubscriptionFound
source: Sorry! No result found.
ar: لا توجد حجوزات

# qrCodeTitle
source: QR Code
ar: رمز الاستجابة السريعة

# pleaseProvideRatingBeforeSubmitting
source: Please rate your experience.
ar: الرجاء تقييم تجربتك للمتابعة

source: No Delegated List
ar: لا توجد تفويضات

# eventDate
source: Date:
ar: تاريخ الفاعلية:

source: Survey Date
ar: تاريخ استطلاع الرأي

# totalMembersWhoJoinedTheEvent
source: People who attended the event
ar: المشاركين في الفعالية

source: Select Time
ar: أختيار التوقيت

source: You can upload a minimum of
ar: يمكنك رفع الحد الأدنى لـ

source: image and a maximum of
ar: صورة والحد الأقصى لـ

source: Verified
ar: موثق

source: Unverified
ar: غير موثق

source: Minimum
ar: الحد الأدنى

source: Failed to download the QR code. Please try again.
ar: فشل تنزيل رمز الاستجابة السريعة. يرجى المحاولة مرة أخرى.

source: The QR code has been downloaded successfully.
ar: تم تنزيل رمز الاستجابة السريعة بنجاح.

source: No internet connection found. Check your connection.
ar: عذرًا! لم يتم العثور على اتصال بالإنترنت. يرجى التحقق من اتصالك.

source: Oops!
ar: عذرا!

# yoCanAddThisUnitToYourExistingNumberToAddNewNumberKindlyCreateNewAccount
source: Adding to your registered number. For another number, logout and create a new account.
ar: شكرًا لاختيارك إضافة هذه الوحدة إلى رقمك المسجل. إذا كنت ترغب في إضافتها إلى رقم آخر، يرجى تسجيل الخروج وإنشاء حساب جديد

source: At least one of the following is required: video, image, or audio recording.
ar: مطلوب على الأقل واحد من ما يلي: فيديو، صورة، أو تسجيل صوتي.

source: You should have calendar permission
ar: يجب أن تمنح إذن الوصول إلى التقويم

source: Invalid Mobile Number
ar: رقم هاتف غير صحيح

source: Choice
ar: أختيار

source: Update family member
ar: تعديل فرد من العائلة

source: Edit phone number
ar: تعديل رقم الهاتف

source: New mobile number
ar: رقم الهاتف الجديد

source: Verify your account
ar: التحقق من رقم هاتفك المحمول

source: Your code will expire in
ar: مهلة الصالحية ال OTP هي

source: Property
ar: المدينة/المسكن

# createProfile
source: Profile
ar: البيانات

source: Identity
ar: المستندات

# enterTheEmailAddressAssociatedWithYourAccountAndWe
source: Enter the email address associated with your account and we will send you a link to reset your password.
ar: أدخل البريد اإللكتروني المرتبط بالحساب الخاص بك لأعادة تعيين كلمة المرور.

source: No important news, updates or notices from community management.
ar: ليس لدينا أي تحديث. يرجى التحقق مرة أخرى .

source: Open Requests
ar: الطلبات الحالية

source: All Requests
ar: الطلبات السابقة

# supportScreen
source: Maintenance Request
ar: طلب صيانة

# supportScreenMain
source: Maintenance Request
ar: طلب صيانة

source: No Requests Right Now
ar: ليس لديك أي طلبات حتى الآن.

source: No Bookings Right Now
ar: ليس لديك أي حجوزات حتى الآن.

source: No Family Members Right Now
ar: لم يتم إضافة أي فرد من األسرة حتى الآن.

source: No Cars Right Now
ar: لم يتم إضافة أي سيارة حتى الآن.

source: No Payments Right Now
ar: ليس لديك أي مدفوعات حتى الآن.

source: This password should be different from the previous password
ar: يجب أن تكون كلمة المرور هذه مختلفة عن السابقة

source: Update Password
ar: تحديث كلمة المرور

source: Quantity
ar: الكمية

# invoiceForm
source: Invoice From
ar: مصدر الفاتورة

source: Invoice #
ar: رقم الفاتورة #

source: Due Date
ar: تاريخ الاستحقاق

source: Invoice Date
ar: تاريخ الفاتورة

source: Subtotal
ar: المجموع الفرعي

# tax21
source: Tax
ar: الضريبة

# vat14
source: Vat
ar: ضريبة القيمة المضافة

source: Discount
ar: الخصم

source: Pay
ar: دفع

source: Select Payment Method
ar: اختر وسيلة الدفع

# toastMessage
source: Kindly complete at least one form above. Your input matters. Thank you!
ar: يرجى إكمال ما لا يقل عن اختيار واحد أعلاه. مساهمتك مهمة. شكرًا لك!

source: Invoice Details
ar: تفاصيل الفاتورة

source: Visit Time
ar: وقت الزيارة

# surveyExpireDate
source: Expire Date:
ar: تاريخ الأنتهاء:

# sorryThereAreNoAvailableTimesOnThisDayPleaseChoose
source: Please note: Certain guest types cannot receive invitations on specific days. Thank you for your understanding and cooperation.
ar: يرجى الملاحظة: بعض أنواع الضيوف غير مسموح لها بتلقي الدعوات في أيام معينة. شكرًا لتفهمكم.

source: Add the units you own or rent to this account.
ar: إضافة الوحدات السكنية التي تمتلكها أو تستأجرها إلى هذا الحساب.

source: Pre-register entrants using QR codes
ar: السماح للضيف بالدخول من دون انتظار من خلال رمز QR.
